{
    "catalogitems": [
        {
            "id": 21,
            "shortname": "B-1",
            "name": "Apples",
            "description": "Crisp and refreshing, our apples are hand-picked from orchards bursting with flavor. Whether enjoyed as a healthy snack, sliced into salads, or baked into pies, our apples are a timeless favorite for all occasions.",
            "price": 1.99,
            "img": "https://place-hold.it/200x200/FF0F00"
        },
        {
            "id": 22,
            "shortname": "B-2",
            "name": "Pears",
            "description": "Juicy and succulent, our pears are delicately sweet with a hint of floral aroma. Perfectly ripe and ready to eat, these pears are delicious on their own or paired with cheese for an elegant dessert.",
            "price": 2.45,
            "img": "https://place-hold.it/200x200/F2C900"
        },
        {
            "id": 23,
            "shortname": "B-3",
            "name": "Feijoas",
            "description": "Exotic and aromatic, our feijoas are a tropical delight bursting with flavor. With their unique blend of pineapple, guava, and mint notes, these fruits are perfect for enjoying fresh or adding a tropical twist to smoothies and desserts.",
            "price": 10.50,
            "img": "https://place-hold.it/200x200/48AD00"
        },
        {
            "id": 24,
            "shortname": "B-4",
            "name": "Grapefruites",
            "description": "Tangy and refreshing, our grapefruits are packed with vitamin C and invigorating citrus flavor. Enjoy them peeled and segmented for a healthy snack, juiced for a refreshing drink, or grilled for a caramelized twist.",
            "price": 4.99,
            "img": "https://place-hold.it/200x200/FF5D00"
        },
        {
            "id": 25,
            "shortname": "B-5",
            "name": "Tanjarines",
            "description": "Sweet and juicy, our tangerines are bursting with sunshine and natural goodness. Easy to peel and seedless, these citrus gems are perfect for snacking on the go, adding to salads, or juicing for a zesty beverage.",
            "price": 4.50,
            "img": "https://place-hold.it/200x200/FF7B00"
        },
        {
            "id": 26,
            "shortname": "B-6",
            "name": "Caramnolas",
            "description": "Exotic and tropical, our carambolas are shaped like stars and bursting with juicy sweetness. Enjoy them sliced for a decorative garnish, blended into smoothies, or simply eaten fresh for a taste of the tropics.",
            "price": 12.99,
            "img": "https://place-hold.it/200x200/9DF200"
        }
    ],
    "category": {
        "shortname": "B",
        "name": "Fruits",
        "notes": "Here's fruits that we have"
    }
}